Repository: samuelhe52/MyAnimeList
Catalog: MyAnimeList/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: 1 hour after
ja: 1時間後
zh_hans: 延后 1 小时

source: 30 minutes after
ja: 30分後
zh_hans: 延后 30 分钟

source: 15 minutes after
ja: 15分後
zh_hans: 延后 15 分钟

source: 5 minutes after
ja: 5分後
zh_hans: 延后 5 分钟

source: %lld min after
ja: %lld分後
zh_hans: 延后%lld分钟

source: %lld min before
ja: %lld分前
zh_hans: 提前%lld分钟

source: Use Default
ja: 標準設定を使う
zh_hans: 使用默认设置

source: Default Timing
ja: 標準の通知時刻
zh_hans: 默认提醒时间

source: Default
ja: 標準
zh_hans: 默认

source: %@ aired %lld minutes ago.
ja: %@は%lld分前に放送されました。
zh_hans: %@已于%lld分钟前播出。

source: Reminder timing could not be fully updated. Please try again.
ja: 通知のタイミングを完全に更新できませんでした。もう一度お試しください。
zh_hans: 提醒时间未能完整更新，请重试。

source: Next Reminder
ja: 次の通知
zh_hans: 下次提醒

source: %lld hr
ja: %lld時間
zh_hans: %lld小时

source: Minutes
ja: 分
zh_hans: 分钟

source: Hours
ja: 時間
zh_hans: 小时

source: After Airtime
ja: 放送後
zh_hans: 播出后

source: Before Airtime
ja: 放送前
zh_hans: 播出前

source: Reminder Timing
ja: 通知時刻
zh_hans: 提醒时间

source: AniShelf found multiple stored copies of the same anime. Review them and choose the copy you want to keep before continuing.
ja: 同じアニメの保存済みコピーが複数見つかりました。内容を確認し、続行する前に残すコピーを選んでください。
zh_hans: AniShelf 发现了同一部动画的多个存储副本。请查看它们，并选择要保留的副本，然后才能继续。

source: Choose an Anime to Keep
ja: 残すアニメを選択
zh_hans: 选择要保留的动画

source: Duplicate anime %lld of %lld
ja: 重複アニメ %1$lld / %2$lld
zh_hans: 重复动画组 %1$lld / %2$lld

source: Duplicate Anime Found
ja: ライブラリに重複したアニメがあります
zh_hans: 资料库中发现重复动画

source: Keep #%lld
ja: #%lld を残す
zh_hans: 保留 #%lld

source: Last changed %@
ja: 最終変更：%@
zh_hans: 上次更改：%@

source: Recommended
ja: 推奨
zh_hans: 建议保留

source: Repair Library
ja: ライブラリを修復
zh_hans: 修复资料库

source: Repairing…
ja: 修復中…
zh_hans: 正在修复…

source: Resolve…
ja: 解決…
zh_hans: 处理…

source: The other stored copies will be removed from this device.
ja: ほかの保存済みコピーはこのデバイスから削除されます。
zh_hans: 其他存储副本将从此设备移除。

source: The selected anime copy is no longer available. Choose another copy to keep.
ja: 選択したアニメのコピーは利用できなくなりました。別のコピーを選んでください。
zh_hans: 所选动画副本已不可用。请选择另一个副本。

source: These duplicate anime copies have already changed. Review the updated list and try again.
ja: 重複したアニメのコピーはすでに変更されています。更新された一覧を確認して、もう一度お試しください。
zh_hans: 这些重复动画副本已经发生变化。请查看更新后的列表并重试。

source: Unable to Repair Library
ja: ライブラリを修復できません
zh_hans: 无法修复资料库

source: * For security reasons, your TMDb API Key will not be exported.
ja: * セキュリティのため、TMDb APIキーはエクスポートされません。
zh_hans: * 出于安全考虑，您的TMDb API密钥不会被导出。

source: %@ airs in %lld minutes.
ja: %1$@は%2$lld分後に放送されます。
zh_hans: %1$@ 将在 %2$lld 分钟后播出。

source: %@ is airing now.
ja: %@は現在放送中です。
zh_hans: %@ 正在播出。

source: %lld Anime
ja: %lld アニメ
zh_hans: %lld 部动画

# %lld entries need a choice. Library: %lld, tracking: %lld, episodes: %lld.
source: %1$lld entries need a choice. Library: %2$lld, tracking: %3$lld, episodes: %4$lld.
ja: %1$lld 件の項目で選択が必要です。ライブラリ: %2$lld、トラッキング: %3$lld、エピソード: %4$lld。
zh_hans: %1$lld 个条目需要选择。资料库：%2$lld，追踪：%3$lld，集数：%4$lld。

# %lld entries. Library: %lld, tracking: %lld, episodes: %lld.
source: %1$lld entries. Library: %2$lld, tracking: %3$lld, episodes: %4$lld.
ja: %1$lld件: 基本%2$lld、視聴%3$lld、話数%4$lld
zh_hans: %1$lld 个条目：资料库 %2$lld，追踪 %3$lld，集数 %4$lld

source: %lld episodes
ja: %lld エピソード
zh_hans: %lld 集

source: %lld Filters
ja: %lld 条件
zh_hans: %lld 条件

source: %lld min
ja: %lld 分
zh_hans: %lld 分钟

source: %lld season
ja: %lld シーズン
zh_hans: 第 %lld 季

source: %lld seasons
ja: %lld シーズン
zh_hans: %lld 季

# %lld x %lld
source: %1$lld x %2$lld
ja: %1$lld × %2$lld
zh_hans: %1$lld × %2$lld

source: 1 hour before
ja: 1時間前
zh_hans: 提前 1 小时

source: 5 minutes before
ja: 5分前
zh_hans: 提前 5 分钟

source: 15 minutes before
ja: 15分前
zh_hans: 提前 15 分钟

source: 30 minutes before
ja: 30分前
zh_hans: 提前 30 分钟

source: A big show of support
ja: 大きなサポート
zh_hans: 大力支持

source: A clean library was created
ja: 新しい空のライブラリを作成しました
zh_hans: 已创建新的空资料库

source: A generous coffee
ja: 気前のいいコーヒー
zh_hans: 一杯咖啡

source: A native anime tracker built around your own library.
ja: 自分のライブラリを中心にしたネイティブアニメトラッカー。
zh_hans: 你的iOS原生动漫书架。

source: A small thank-you
ja: ちょっとしたお礼
zh_hans: 小小感谢

source: About AniShelf
ja: AniShelfについて
zh_hans: 关于AniShelf

source: Actions
ja: アクション
zh_hans: 操作

source: Active
ja: 有効
zh_hans: 已启用

source: Add a free API key once to unlock search, posters, and more.
ja: 無料のAPIキーを一度追加すれば、検索やポスターなどが使えるようになります。
zh_hans: 只需添加一个免费的API密钥，即可解锁搜索、海报等功能。

source: Add To Library...
ja: ライブラリに追加...
zh_hans: 加入资料库...

source: Added a Dark Mode app icon.
ja: ダークモード用のAppアイコンを追加しました。
zh_hans: 添加深色模式 App 图标。

source: Added a rating feature: you can now rate anime in your library from 1 to 5.
ja: 新しい評価機能を追加しました。ライブラリ内のアニメを1〜5点で評価できるようになりました。
zh_hans: 新增打分功能，现可对资料库中的动画进行 1–5 分评分

source: Added a setting option to open the details page with a single click.
ja: 1回のタップで詳細ページを開く設定を追加しました。
zh_hans: 新增了单击打开详情页的设置选项。

source: Added a Settings option to cache large Gallery posters (off by default).
ja: 大きなギャラリーポスターをキャッシュする設定を追加しました（デフォルトではオフ）。
zh_hans: 新增缓存大尺寸图库海报的设置选项（默认关闭）。

source: Added a tipping option in Settings (tips are available only in the App Store version). Thanks for your support!
ja: 設定に投げ銭オプションを追加しました（投げ銭は App Store 版でのみ利用できます）。応援ありがとうございます。
zh_hans: 设置页中，添加了打赏选项（需在 App Store 版本中才能打赏）。欢迎支持喵

source: Added an option in settings to enable the rating feature, allowing the rating module to be shown or hidden on the details page.
ja: 設定に評価機能を有効にするオプションを追加し、詳細ページで評価モジュールを表示または非表示にできるようになりました。
zh_hans: 新增了启用打分功能的设置选项，可在详情页显示或隐藏打分模块。

source: Added bulk-add support: you can trigger it from the top-right button on the search screen.
ja: 新しい一括追加機能を追加しました。検索画面右上のボタンから利用できます。
zh_hans: 新增批量添加条目功能，可在搜索界面右上角点击按钮触发

source: Added grouped display: entries can now be grouped and sorted by watch status, rating, or favorite status.
ja: 新しいグループ表示機能を追加しました。視聴状態、評価、お気に入り状態で項目をグループ化して並べ替えられるようになりました。
zh_hans: 新增分组展示功能，支持按观看状态、评分及收藏状态对条目进行分组排序

source: Added iCloud sync for your library and user settings. Turn it on manually in Settings.
ja: 資料庫とユーザー設定を同期できるiCloud同期機能を追加しました。設定で手動でオンにしてください。
zh_hans: 添加了 iCloud 同步功能，可同步资料库和用户设置。需要在设置中手动开启～

source: Added multi-format export: you can now export your library in formats such as txt, csv, and xlsx.
ja: 新しい複数形式のエクスポート機能を追加しました。ライブラリをTXT、CSV、XLSXなどの形式でエクスポートできるようになりました。
zh_hans: 新增多格式导出功能，支持将资料库导出为TXT、CSV、XLSX等多种格式

source: Added optional episode-level progress tracking. To use this feature, enable it in settings.
ja: エピソードごとの進捗追跡（オプション機能）を追加しました。設定画面からオンにすることで利用可能です。
zh_hans: 新增可选的按集进度跟踪功能。您需要在设置中启用该功能。

source: Added production companies to entry details, with an option to show them instead of runtime for series and seasons.
ja: 作品詳細に制作会社を追加し、シリーズとシーズンでは再生時間の代わりに制作会社を表示できるオプションを追加しました。
zh_hans: 条目详情现已加入制作公司，并可选择在剧集与季条目中以制作公司替代时长。

source: Added sorting by name (A–Z).
ja: 名前順（A–Z）の並び替えを追加しました。
zh_hans: 新增按名称排序（A–Z）

source: Added TV anime / movie filtering.
ja: 新しいTVアニメと映画のフィルター機能を追加しました。
zh_hans: 新增TV动画与电影筛选功能

source: Airing Reminders
ja: 放送リマインダー
zh_hans: 播出提醒

source: Airtime reminders are now more accurate overall.
ja: 放送時刻のリマインダーが全体的により正確になりました。
zh_hans: 播出时间提醒现在整体更加准确。

source: Airtime
ja: 放送時刻
zh_hans: 播出时间

source: Airtime Not Supported
ja: 放送時刻は非対応
zh_hans: 不支持播出时间

source: Airtime Unavailable
ja: 放送時刻を取得できません
zh_hans: 无可用播出时间

source: Airtime uncertain
ja: 放送時刻が不確か
zh_hans: 播出时间不确定

source: All
ja: すべて
zh_hans: 全部

source: All 1
ja: すべて
zh_hans: 全部

source: Allowed showing or hiding start/end dates for individual entries in entry detail sheet.
ja: 条目詳細シートで、各項目の開始日と終了日を表示または非表示にできるようになりました。
zh_hans: 支持在条目详情页中为单个条目显示或隐藏开始/结束日期。

source: Already in library.
ja: すでにライブラリに追加済みです。
zh_hans: 已加入资料库。

source: An error occurred
ja: エラーが発生しました
zh_hans: 发生错误

source: An error occurred while loading results.
ja: 結果の読み込み中にエラーが発生しました。
zh_hans: 加载时发生错误。

source: Anime
ja: アニメ
zh_hans: 动画

source: Anime Info Language
ja: アニメ情報の言語
zh_hans: 动画信息语言

source: Anime Multi-selection
ja: アニメ複数選択
zh_hans: 动画多选

source: AniShelf can now ask for an App Store review after sustained, meaningful use, without interrupting what you are doing.
ja: AniShelfは、十分に継続してご利用いただいた後、操作を妨げないタイミングでApp Storeのレビューをお願いするようになりました。
zh_hans: AniShelf 现在会在您持续、有意义地使用后，于不打断操作的时机邀请您在 App Store 留下评价。

source: AniShelf can now show selected update notes after launch and reopen them later from Settings.
ja: AniShelfは起動後に選択した更新ノートを表示し、あとから設定で再表示できるようになりました。
zh_hans: AniShelf现在可以在启动后显示选定的更新说明，也可以稍后从设置中重新打开。

source: AniShelf could not prepare this export. Please try again.
ja: AniShelfはこのエクスポートを準備できませんでした。もう一度お試しください。
zh_hans: AniShelf 无法准备此导出，请重试。

source: AniShelf keeps watch status, dates, and quick notes together so your collection stays useful over time.
ja: 視聴状況、日付、メモをまとめて管理し、コレクションを長く活用できます。
zh_hans: 集中管理观看状态、日期，随手记录感想。

source: AniShelf Library
ja: AniShelfライブラリ
zh_hans: AniShelf资料库

source: AniShelf links this entry to this anime on TVMaze to retrieve broadcast times.
ja: 放送時刻を取得するため、AniShelfはこの項目をTVMazeのアニメに関連付けています。
zh_hans: 为获取播出时间，AniShelf 已将此条目关联到 TVMaze 上的这部动画。

source: AniShelf never enlarges poster artwork. If the source is smaller than the selected export size, the source resolution is used instead. Some size options may therefore produce identical results.
ja: AniShelfはポスター画像を拡大しません。元画像が選択した書き出しサイズより小さい場合は、元画像の解像度が使用されます。そのため、一部のサイズ設定では同じ結果になることがあります。
zh_hans: AniShelf 不会放大海报图片。如果源图小于所选导出尺寸，则会使用源图分辨率。因此，某些尺寸选项可能会产生相同的结果。

source: AniShelf now adapts to resizable iPad windows for a more natural large-screen experience.
ja: 可変サイズのiPadウインドウに対応し、大画面でより自然に操作できるようになりました。
zh_hans: 适配 iPad 可变大小窗口，大屏交互更自然。

source: AniShelf on GitHub
ja: GitHub上のAniShelf
zh_hans: GitHub上的AniShelf

source: AniShelf quarantined the unreadable database files instead of deleting them.
ja: AniShelfは読み取れないデータベースファイルを削除せず隔離しました。
zh_hans: AniShelf 已隔离无法读取的数据库文件，而没有将其删除。

source: AniShelf Title
ja: AniShelfのタイトル
zh_hans: AniShelf 标题

source: AniShelf was unable to open your database because it is corrupted or unreadable.
ja: データベースが破損しているか読み取れないため、AniShelfは開くことができませんでした。
zh_hans: 由于数据库已损坏或无法读取，AniShelf 无法打开它。

source: Another season entry for this series is already in your library. Converting this season to a series can leave both the series and the sibling season entries in the library.
ja: このシリーズの別シーズンの項目がすでにライブラリにあります。このシーズンをシリーズに変換すると、シリーズ項目と兄弟シーズン項目の両方がライブラリに残る可能性があります。
zh_hans: 您的资料库中已存在该系列的其他季度条目。将此季度转换为系列后，资料库中可能会同时保留系列条目和其他同系列季度条目。

source: App backups keep AniShelf data and settings for restore. Library exports create user-facing files in standard formats.
ja: アプリバックアップは復元用にAniShelfのデータと設定を保存します。ライブラリエクスポートは標準形式のファイルを作成します。
zh_hans: 应用备份会保存AniShelf数据和设置，以便日后恢复。资料库导出会生成标准格式文件。

source: Appearance
ja: 外観
zh_hans: 外观

source: Applies to series and seasons when both are available.
ja: シリーズとシーズンで両方の情報がある場合に適用されます。
zh_hans: 适用于同时提供这两项信息的剧集与季。

source: Artwork
ja: アートワーク
zh_hans: 图片

source: At airtime
ja: 放送時刻
zh_hans: 播出时

source: Auto Prefetch Images
ja: 画像を自動プリフェッチ
zh_hans: 自动预加载图片

source: Available on iOS 27 or later. Turn off to use the system appearance.
ja: iOS 27以降で利用できます。オフにするとシステムの外観になります。
zh_hans: 仅适用于 iOS 27 或更高版本。关闭后使用系统外观。

source: Avg Runtime
ja: 平均再生時間
zh_hans: 平均时长

source: Back
ja: 戻る
zh_hans: 返回

source: Backup
ja: バックアップ
zh_hans: 备份

source: Backup & Restore
ja: バックアップと復元
zh_hans: 备份与恢复

source: Backups
ja: 保存
zh_hans: 备份

source: Batch Add
ja: 一括追加
zh_hans: 批量添加

source: Batch add replaces the current TMDb search view until you go back.
ja: 戻るまで、現在のTMDb検索画面は一括追加画面に切り替わります。
zh_hans: 进入后，当前TMDb搜索界面会切换为批量添加界面，直到你返回搜索。

source: Batch input formats
ja: 一括入力の形式
zh_hans: 批量输入格式

source: Batch Results
ja: 一括検索結果
zh_hans: 批量搜索结果

source: Batch Search
ja: 一括検索
zh_hans: 批量搜索

source: Batch search failed
ja: 一括検索に失敗しました
zh_hans: 批量搜索失败

source: Batch search now supports adding by TMDb ID.
ja: 一括検索で、TMDb IDを使った追加に対応しました。
zh_hans: 批量搜索现已支持按 TMDb ID 添加。

source: Broadcast Airtimes
ja: 放送時刻
zh_hans: 播出时间

source: Built-in release notes
ja: 内蔵リリースノート
zh_hans: 内置版本说明

source: By default, double tap opens detail. Turn this on to use single tap instead.
ja: デフォルトではダブルタップで詳細を開きます。オンにするとシングルタップで開きます。
zh_hans: 默认双击打开详情。开启后改为单击打开。

source: Cache Large Gallery Posters
ja: 大きなギャラリーポスターをキャッシュ
zh_hans: 缓存大尺寸图库海报

source: Cache posters and artwork without refreshing metadata.
ja: メタデータを更新せずに、ポスターとアートワークをキャッシュします。
zh_hans: 在不刷新元数据的情况下缓存海报和图片。

# Caching Images: %lld / %lld
source: Caching Images: %1$lld / %2$lld
ja: 画像をキャッシュ中: %1$lld / %2$lld
zh_hans: 正在缓存图片：%1$lld / %2$lld

source: Caching Images: 0 / %lld
ja: 画像をキャッシュ中: 0 / %lld
zh_hans: 正在缓存图片：0 / %lld

source: Cancel
ja: キャンセル
zh_hans: 取消

source: Candidate
ja: 候補
zh_hans: 候选结果

source: Change API Key
ja: APIキーを変更
zh_hans: 更改API密钥

source: Change Poster
ja: ポスターを変更
zh_hans: 更换海报

source: Change your API key
ja: APIキーを変更
zh_hans: 更改API密钥

source: Changing the metadata language setting will not refresh existing infos. Refresh all anime infos now? This may take considerable time.
ja: メタデータの言語設定を変更しても既存の情報は更新されません。 すべてのアニメ情報を今すぐ更新しますか？時間がかかる場合があります。
zh_hans: 更改元数据语言设置不会刷新现有的信息。 现在刷新所有动画信息吗？这可能需要一些时间。

source: Character
ja: キャラクター
zh_hans: 角色

source: Characters
ja: キャラクター
zh_hans: 角色

source: Check if Use TMDb Proxy is turned off in Settings.
ja: 設定で「TMDbプロキシを使用」がオフになっているか確認してください。
zh_hans: 检查一下设置里的“使用TMDb代理”是不是已经关闭。

source: Check Metadata Cache Size
ja: キャッシュサイズ確認
zh_hans: 查看缓存大小

source: Check your connection, then go back or retry the batch search.
ja: 接続を確認してから、戻るか一括検索をやり直してください。
zh_hans: 请检查网络连接，然后返回或重试批量搜索。

source: Check your internet connection.
ja: インターネット接続を確認してください。
zh_hans: 请检查网络连接。

source: Checking key...
ja: キーを確認中...
zh_hans: 正在验证密钥...

source: Checking TMDb API key...
ja: TMDb APIキーを確認中...
zh_hans: 正在验证 TMDb API 密钥...

source: Checking...
ja: 確認中...
zh_hans: 验证中...

source: Checkout
ja: 確認
zh_hans: 确认

source: Chinese
ja: 中国語
zh_hans: 中文

source: Choose a custom reminder time before or after airtime for each anime.
ja: 作品ごとに、放送前または放送後のリマインダー時刻を設定できるようになりました。
zh_hans: 现在可以为每部动画分别设置播出前或播出后的提醒时间。

source: Choose the language used for future metadata fetches.
ja: 今後のメタデータ取得に使う言語を選んでください。
zh_hans: 选择用于后续元数据获取的语言。

source: Choose which library data to keep.
ja: 保持するライブラリデータを選択してください。
zh_hans: 选择要保留的资料库数据。

source: Clear
ja: クリア
zh_hans: 清除

source: Clear Cache
ja: キャッシュ削除
zh_hans: 清空缓存

source: Clear Dates
ja: 日付をクリア
zh_hans: 清除日期

source: Clear Score
ja: スコアを消去
zh_hans: 清除评分

source: Close
ja: 閉じる
zh_hans: 关闭

source: Comma-Separated Values (.csv)
ja: カンマ区切り (.csv)
zh_hans: 逗号分隔值 (.csv)

source: Confirm
ja: 確認
zh_hans: 确认

source: Confirm Anime
ja: アニメを確認
zh_hans: 确认动画

source: Connect AniShelf to TMDB
ja: AniShelfをTMDbに接続
zh_hans: 将AniShelf连接到TMDb

source: Connect TMDB
ja: TMDbに接続
zh_hans: 连接TMDb

source: Contact samuelhe52@outlook.com and attach an export below if you want the developer to investigate.
ja: 開発者による調査を希望する場合は、以下のエクスポートを添付して samuelhe52@outlook.com までご連絡ください。
zh_hans: 如需开发者协助调查，请联系 samuelhe52@outlook.com 并附上下方的导出文件。

source: Continue
ja: 続ける
zh_hans: 继续

source: Continue with Empty Library
ja: 空のライブラリで続ける
zh_hans: 使用空资料库继续

source: Controls
ja: 設定
zh_hans: 设置

source: Convert Anyway
ja: そのまま変換
zh_hans: 仍要转换

source: Convert to Season
ja: シーズンに変換
zh_hans: 转换为季

source: Convert to Series
ja: シリーズに変換
zh_hans: 转换为系列

source: Convert to which season?
ja: どのシーズンに変換しますか？
zh_hans: 要转换到哪一季？

source: Converted to season
ja: シーズンに変換しました
zh_hans: 已转换为季

source: Converted to series
ja: シリーズに変換しました
zh_hans: 已转换为系列

source: Copied!
ja: コピーしました！
zh_hans: 已复制！

source: Copy API Key
ja: APIキーをコピー
zh_hans: 复制API密钥

source: Copy Info
ja: 情報をコピー
zh_hans: 复制信息

source: Copy the API Key, not the Read Access Token.
ja: APIキーをコピーしてください。読み取りアクセストークンではありません。
zh_hans: 复制API密钥，不要复制读取访问令牌。

source: Couldn’t Find a Match
ja: 一致する番組が見つかりませんでした
zh_hans: 未找到匹配项

source: Couldn’t Load Airtime
ja: 放送時刻を読み込めませんでした
zh_hans: 无法载入播出时间

source: Couldn't load details
ja: 詳細を読み込めませんでした
zh_hans: 无法加载详情

source: Couldn’t Save Selection
ja: 選択内容を保存できませんでした
zh_hans: 无法保存选择

source: Create an account or log in first.
ja: まずアカウントを作成するか、ログインしてください。
zh_hans: 请先创建账号或登录。

source: Customize
ja: カスタマイズ
zh_hans: 自定义

source: Date Finished
ja: 終了日
zh_hans: 完成日期

source: Date On Air
ja: 放送日
zh_hans: 开播日期

source: Date Saved
ja: 追加日
zh_hans: 保存日期

source: Date Started
ja: 開始日
zh_hans: 开始日期

source: Dates are locked while this entry is dropped.
ja: 中断中は日付を編集できません。
zh_hans: 当该动画标记为已中断时，日期会被锁定。

source: Default Filters
ja: 既定フィルター
zh_hans: 默认筛选

source: Delete
ja: 削除
zh_hans: 删除

source: Delete All Animes
ja: すべてのアニメを削除
zh_hans: 删除所有动画

source: Delete all animes?
ja: すべてのアニメを削除しますか？
zh_hans: 删除所有动画？

source: Delete Anime?
ja: アニメを削除しますか？
zh_hans: 删除该动画？

source: Delete Selected Anime?
ja: 選択したアニメを削除？
zh_hans: 删除所选动画？

source: Developer assistance
ja: 開発者によるサポート
zh_hans: 开发者协助

source: Disable
ja: オフにする
zh_hans: 关闭

source: Discard
ja: 取り消す
zh_hans: 放弃

source: Discard all changes?
ja: 変更を取り消す？
zh_hans: 放弃所有修改？

source: Discard Changes
ja: 変更を破棄
zh_hans: 放弃更改

source: Dismiss Selection
ja: 選択を終了
zh_hans: 退出选择

source: Done
ja: 完了
zh_hans: 完成

source: Dropped
ja: 中断
zh_hans: 中断

source: Edit
ja: 編集
zh_hans: 编辑

source: Enable
ja: オンにする
zh_hans: 开启

source: Enable Scoring
ja: スコアを有効化
zh_hans: 启用评分

source: English
ja: 英語
zh_hans: 英语

source: Enhanced sharing customization with image size, rounded corner, and export format controls.
ja: 共有のカスタマイズ機能を強化し、画像サイズ、角丸、書き出し形式を設定できるようになりました。
zh_hans: 增强分享自定义能力，现支持图像大小、圆角与导出格式设置。

source: Enter a title to search TVMaze.
ja: タイトルを入力してTVMazeを検索してください。
zh_hans: 输入标题以搜索 TVMaze。

source: Enter Batch Add?
ja: 一括追加に切り替えますか？
zh_hans: 要进入批量添加吗？

source: Enter one title or structured TMDb ID per line.
ja: タイトルまたは構造化TMDb IDを1行に1件ずつ入力してください。
zh_hans: 每行输入一个标题或结构化 TMDb ID。

source: Entry Type
ja: 項目タイプ
zh_hans: 动画类型

source: Episode
ja: エピソード
zh_hans: 集

# Episode %lld of %lld
source: Episode %1$lld of %2$lld
ja: 全%2$lld話中、第%1$lld話
zh_hans: 共%2$lld集，第%1$lld集

source: Episode Progress
ja: エピソード進捗
zh_hans: 分集进度

source: Episode progress %@
ja: エピソード進捗 %@
zh_hans: 分集进度 %@

source: Episodes
ja: エピソード
zh_hans: 集数

source: Error exporting library
ja: ライブラリのエクスポートエラー
zh_hans: 导出资料库时出错

source: Error Loading Posters
ja: ポスターの読み込み中にエラーが発生しました。
zh_hans: 加载海报出错

source: Error restoring library
ja: ライブラリの復元エラー
zh_hans: 导入资料库时出错

source: Error: %@
ja: エラー：%@
zh_hans: 错误：%@

source: Every reminder on this device will be removed.
ja: このデバイスのすべてのリマインダーが削除されます。
zh_hans: 将移除此设备上的所有提醒。

source: Excel Workbook (.xlsx)
ja: Excelブック (.xlsx)
zh_hans: Excel工作簿(.xlsx)

source: Existing iCloud data stays untouched.
ja: 既存のiCloudデータはそのまま残ります。
zh_hans: 现有 iCloud 数据保持不变。

source: Expand Characters by Default
ja: キャラクターを標準で展開
zh_hans: 默认展开角色

source: Expand Staff by Default
ja: スタッフを標準で展開
zh_hans: 默认展开制作人员

source: Expected
ja: 予定
zh_hans: 预计

source: Export
ja: エクスポート
zh_hans: 导出

source: Export as...
ja: 形式を選んで書き出し...
zh_hans: 导出为...

source: Export Diagnostic
ja: 診断情報をエクスポート
zh_hans: 导出诊断信息

source: Export Recovery Bundle
ja: 復旧バンドルをエクスポート
zh_hans: 导出恢复包

source: Export Size
ja: 書き出しサイズ
zh_hans: 导出尺寸

source: Exporting changes
ja: 変更を書き出し中
zh_hans: 正在导出更改

source: Failed to load posters.
ja: ポスター読み込み失敗。
zh_hans: 加载海报失败。

source: Failed to refresh %lld entries.
ja: %lld 件の情報の更新に失敗しました
zh_hans: %lld 条信息刷新失败

source: Favorite
ja: お気に入りに追加
zh_hans: 收藏

source: Favorited
ja: お気に入りに追加済み
zh_hans: 已收藏

source: Favorites
ja: お気に入り
zh_hans: 收藏

source: Fetch latest TMDb metadata for every entry.
ja: 各項目の最新のTMDbメタデータを取得します。
zh_hans: 为每个条目获取最新的TMDb元数据。

# Fetched: %lld, failed: %lld
source: Fetched: %1$lld, failed: %2$lld
ja: 取得済み：%1$lld、失敗：%2$lld
zh_hans: 已获取：%1$lld，失败：%2$lld

source: Fetched: 0, failed: 0
ja: 取得: 0、失敗: 0
zh_hans: 已获取：0，失败：0

# Fetching Images: %lld / %lld
source: Fetching Images: %1$lld / %2$lld
ja: 画像を取得中: %1$lld / %2$lld
zh_hans: 正在获取图片：%1$lld / %2$lld

# Fetching Images: 0 / %lld
source: Fetching Images: 0 / %1$lld
ja: 画像を取得中: 0 / %1$lld
zh_hans: 正在获取图片：0 / %1$lld

# Fetching Info: %lld / %lld
source: Fetching Info: %1$lld / %2$lld
ja: 情報を取得中: %1$lld / %2$lld
zh_hans: 正在获取信息：%1$lld / %2$lld

# Fetching Info: 0 / %lld
source: Fetching Info: 0 / %1$lld
ja: 情報を取得中: 0 / %1$lld
zh_hans: 正在获取信息：0 / %1$lld

source: Filter
ja: フィルター
zh_hans: 筛选

source: Finding Airtime…
ja: 放送時刻を検索中…
zh_hans: 正在查找播出时间…

source: Fixed a crash issue when converting to an animation series.
ja: アニメシリーズへ変換する際にクラッシュする問題を修正しました。
zh_hans: 修复了转换为动画系列时可能崩溃的问题。

source: Fixed a bug that could cause a crash at launch.
ja: 起動時にクラッシュする可能性があった不具合を修正しました。
zh_hans: 修复了一个可能导致启动时崩溃的 Bug

source: Fixed a problem where info refresh could hang the app.
ja: 情報更新中にアプリが固まることがある問題を修正しました。
zh_hans: 修复了刷新信息时应用可能卡住的问题。

source: Fixed an issue where adding certain anime could fail and occasionally crash the app.
ja: 一部のアニメを追加すると失敗し、まれにアプリがクラッシュする問題を修正しました。
zh_hans: 修复了添加某些动画时可能失败并偶发导致应用闪退的问题。

source: Fixed an issue where deleted entries could sometimes reappear after sync.
ja: 削除した項目が同期後に再び表示されることがある問題を修正しました。
zh_hans: 修复了已删除条目在同步后有时会重新出现的问题。

source: Fixed an issue where iCloud sync could fail when the library became very large.
ja: 资料库が非常に大きい場合に、iCloud同期が失敗することがある問題を修正しました。
zh_hans: 修复了资料库过大时，iCloud 同步可能失败的问题。

source: Fixed an issue where some entries could not be updated after changing metadata language and refreshing metadata.
ja: メタデータ言語を変更した後、一部の項目でメタデータ更新が正常に行えない問題を修正しました。
zh_hans: 修复更改元数据语言后，部分条目在更新元数据时无法正常更新的问题

source: Fixed an issue with Staff display on the details page.
ja: 詳細ページでStaff表示が正常に表示されない問題を修正しました。
zh_hans: 修复详情页中Staff显示异常的问题

source: Fixed an occasional scrolling jitter issue on the poster selection page.
ja: ポスター選択ページでまれにスクロールが揺れる問題を修正しました。
zh_hans: 修复了海报选择页面偶发滑动抖动的问题。

source: Fixed bugs related to default poster selection.
ja: デフォルトポスター選択に関する不具合を修正しました。
zh_hans: 修复了与默认海报选择相关的问题。

source: Follow System
ja: システムに従う
zh_hans: 跟随系统

source: Format
ja: 形式
zh_hans: 格式

source: Full
ja: フル
zh_hans: 完整

source: Gallery
ja: ギャラリー
zh_hans: 图库

source: General
ja: 一般
zh_hans: 通用

source: Get a TMDB key
ja: TMDb APIキーを取得
zh_hans: 获取TMDb API密钥

source: Get reminders for upcoming episodes.
ja: 今後のエピソードのリマインダーを受け取ります。
zh_hans: 接收即将播出剧集的提醒。

source: Go to the API page after you are signed in.
ja: サインイン後にAPIページへ移動してください。
zh_hans: 登录后前往API页面。

source: Grid
ja: グリッド
zh_hans: 网格

source: Group By
ja: グループ化
zh_hans: 分组方式

source: Help Confirm Airtime
ja: 放送時刻の確認に協力
zh_hans: 帮助确认播出时间

source: Hide Dates
ja: 日付を隠す
zh_hans: 隐藏日期

source: Hide Dropped Entries
ja: 中断項目を非表示
zh_hans: 隐藏中断条目

source: Highlights
ja: ハイライト
zh_hans: 详情

source: iCloud Library Sync
ja: iCloudライブラリ同期
zh_hans: iCloud 资料库同步

source: iCloud Sync
ja: iCloud同期
zh_hans: iCloud 同步

source: If you use a VPN or another network proxy, turning off Use TMDb Proxy in Settings may help.
ja: VPNやほかのネットワークプロキシを使っている場合は、設定で「TMDbプロキシを使用」をオフにすると改善することがあります。
zh_hans: 如果你在使用VPN或其他网络代理，关闭“设置”中的“使用TMDb代理”后，问题可能会改善。

source: Important release notes can now appear once after you update the app.
ja: アプリ更新後に、重要なリリースノートを一度だけ表示できるようになりました。
zh_hans: 更新App后，现在可以显示一次重要版本说明。

source: Improved the rating UI.
ja: 評価UIを改善しました。
zh_hans: 改善了评分 UI。

source: Improved TMDb API key handling at launch to avoid unnecessary setup prompts.
ja: 起動時のTMDb APIキーの処理を改善し、不必要な設定画面が表示されないようにしました。
zh_hans: 改进了启动时的 TMDb API 密钥处理，避免出现不必要的设置提示。

source: Improved iCloud Sync reliability and added Rebuild iCloud Sync in Settings to resolve certain persistent issues.
ja: iCloud同期の安定性を向上し、設定に「iCloud同期を再構築」を追加して、一部の解決しにくい問題に対処できるようにしました。
zh_hans: 提升 iCloud 同步稳定性，并在设置中新增“重建 iCloud 同步”以解决某些顽固问题

source: Improved watch status switching and date selection UX.
ja: 視聴ステータスの切り替えと日付選択のUXを改善しました。
zh_hans: 优化了观看状态切换与日期选择体验。

source: Inactive
ja: 無効
zh_hans: 未启用

source: Interface
ja: インターフェイス
zh_hans: 界面

source: iOS could not schedule every reminder. AniShelf kept the reminders for the nearest airtimes.
ja: iOSですべてのリマインダーを設定できなかったため、AniShelfは放送時刻が近いリマインダーを保持しました。
zh_hans: iOS 无法安排所有提醒。AniShelf 已保留播出时间最近的提醒。
